Repository: huutoannht/mart
Catalog: SourceLamNghiep/source/Share.Messages/Enums/Enums.*.resx
Languages: vi_vn

source: Admin
vi_vn: Người quản lý

# Appsettings
source: Manage App Settings
vi_vn: Quản lý thông số hệ thống

# SystemEmailTemplateType_BackEndForgotPassword
source: Notify to admin - forgot password
vi_vn: Gửi tới người quản lý - Quên mật khẩu

# BackendUsers
source: Manage Backend Users
vi_vn: Danh sách người quản lý

# Country
source: Countries
vi_vn: Quốc gia

source: Dashboard
vi_vn: Trang thống kê

source: Home
vi_vn: Trang chủ

source: Profile
vi_vn: Trang thông tin cá nhân

# Roles
source: Manage Roles
vi_vn: Quản lý vai trò

source: Site settings
vi_vn: Tùy chỉnh tham số hệ thống

# AppSettingType_Smtp
source: Mail Server Info
vi_vn: Thông tin đăng nhập máy chủ mail

# AppSettingType_State
source: States
vi_vn: Bang

source: Super Admin
vi_vn: Người quản lý cao nhất

# SystemEmailTemplates
source: Manage System Email Templates
vi_vn: Danh sách mẫu nội dung email của hệ thống

# SystemEmailTemplateType_StoreFrontContactUs
source: Notify to admin - contact us
vi_vn: Gửi tới người quản lý - Liên hệ với chúng tôi

# AppSettingType_EmailSettings
source: Email Settings
vi_vn: Tùy chỉnh email

# AppSettingType_Domains
source: Domains
vi_vn: Tên miền

# BePage_MessageSetup
source: Message on site setup
vi_vn: Cài đặt tin nhắn trên trang web

# MessageCase_ForgotPasswordEmailSent
source: Notify to user - Forgot password email sent
vi_vn: Gửi tới Người dùng - Đã gửi thành công email giúp khôi phục mật khẩu

# AppSettingType_DateFormats
source: Date Formats
vi_vn: Định dạng hiển thị ngày tháng

# AppSettingType_FrontEndColor
source: Frontend Color
vi_vn: Màu trang khách

# Currency_KHR
source: Cambodia Riel
vi_vn: Campuchia Riel

# Currency_LAK
source: Laos Kip
vi_vn: Lào Kip

# AppSettingType_GoogleMapSettings
source: Google Map Settings
vi_vn: Tùy chỉnh bản đồ google

# AppSettingType_SystemTransferSettings
source: System Transfer Settings
vi_vn: Tùy chỉnh chuyển đổi hệ thống

# AppSettingType_SiteStyleSettings
source: Site Style Settings
vi_vn: Tùy chỉnh hiển thị trang web

# AppSettingType_SiteData
source: Site Data
vi_vn: Dữ liệu trang web

# AppSettingType_DateTimeFormats
source: Date Time Formats
vi_vn: Định dạng ngày giờ

# PaymentMethod_Cash
source: Cash
vi_vn: Nhận hàng thanh thanh toán (COD): người mua chịu chi phí vận chuyển

# PaymentMethod_CreditCard
source: Credit Card
vi_vn: Người mua chuyển khoảng trước shop sẽ chịu chi phí vận chuyển

# HtmlContentDisplayType_WebSite
source: Social Network
vi_vn: Mạng xã hội

# AppSettingType_SmsVendorSetting
source: Sms Vendor Setting
vi_vn: Tham số gửi SMS

# BePage_Customer
source: Customers
vi_vn: Khách hàng

# Gender_Nam
source: Male
vi_vn: Nam

# Gender_Nu
source: Female
vi_vn: Nữ

# BePage_SanPham
source: Product page
vi_vn: Sản phẩm

# BePage_NhomSanPham
source: Classification
vi_vn: Nhóm sản phẩm

# PaymentStatus_ChuaThanhToan
source: Unpaid
vi_vn: Chưa thanh toán

# PaymentStatus_DaThanhToan
source: Paid
vi_vn: Đã thanh toán

# PaymentStatus_ThanhToanKhongThanhCong
source: Payment failed
vi_vn: Thanh toán không thành công

# AppSettingType_CompanyInfo
source: Company info
vi_vn: Thông tin công ty

# SystemEmailTemplateType_ExternalLoginIdConfirm
source: Notify to user - confirm external id
vi_vn: Gửi tới người dùng - Xác nhận External Id

# MessageCase_ExternalLoginIdConfirm
source: Notify to user - an email has been sent to you for confirm external id
vi_vn: Gửi tới người dùng - một email đã được gửi tới bạn để xác nhận định danh External

# MessageCase_DatHangThanhCong
source: Notify to user - order success
vi_vn: Gửi tới người dùng - đặt hàng thành công

# MessageCase_HuyBoThanhToan
source: Notify to user - user cancel payment
vi_vn: Gửi tới người dùng - người dùng hủy bỏ thanh toán

# SystemEmailTemplateType_HasNewOrder
source: Notify to admin - has new order
vi_vn: Gửi tới người quản lý - có đơn hàng mới

# BePage_GuiMail
source: Compose mail
vi_vn: Gửi mail

# ProductStatus_Active
source: Active
vi_vn: Kích hoạt

# BePage_Logo
source: Logo image
vi_vn: Ảnh logo

# BePage_Files
source: Files
vi_vn: Danh sách file

# ArticeStatus_Hidden
source: Hidden
vi_vn: Ẩn

# ArticeStatus_Visible
source: Visible
vi_vn: Hiển thị

# BePage_News
source: News
vi_vn: Bài viết

# ProductStatus_Inactive
source: Inactive
vi_vn: Không kích hoạt

# CustomerType_Current
source: Current
vi_vn: Hiện tại

# CustomerType_Potential
source: Potential
vi_vn: Tiềm năng

# CustomerType_Prospects
source: Prospects
vi_vn: Triển vọng

# BePage_AgeSetting
source: Age setting
vi_vn: Tùy chỉnh tuổi

# BePage_LeadTimeSetting
source: Lead time setting
vi_vn: Tùy chỉnh thời gian hướng dẫn

# BePage_NumberOfChairSetting
source: Number of chair setting
vi_vn: Tùy chỉnh số ghế

# BePage_NumberOfDoctorSetting
source: Number of dentist setting
vi_vn: Tùy chỉnh số bác sĩ

# BePage_NumberOfStaffSetting
source: Number of staff setting
vi_vn: Tùy chỉnh số nhân viên

# BePage_SpecializationSetting
source: Specialization setting
vi_vn: Tùy chỉnh chuyên ngành

# BePage_UsingRCSetting
source: Using RC setting
vi_vn: Tùy chỉnh sử dụng RC

# BePage_PositionSetting
source: Staff position setting
vi_vn: Tùy chỉnh vị trí nhân viên

# BePage_PotentialCustomer
source: Potential customer
vi_vn: Khách hàng tiềm năng

# BePage_ProspectsCustomer
source: Prospects customer
vi_vn: Khách hàng triển vọng

# BeUserStatus_Active
source: Active
vi_vn: Kích hoạt

# BeUserStatus_Locked
source: Locked
vi_vn: Đã khóa

# MaritalStatus_Divorced
source: Divorced
vi_vn: Đã ly dị

# MaritalStatus_Married
source: Married
vi_vn: Đã kết hôn

# MaritalStatus_Single
source: Single
vi_vn: Độc thân

source: No
vi_vn: Không

source: Yes
vi_vn: Có

# WeekDay_Friday
source: Friday
vi_vn: Thứ 6

# WeekDay_Monday
source: Monday
vi_vn: Thứ 2

# WeekDay_Saturday
source: Saturday
vi_vn: Thứ 7

# WeekDay_Sunday
source: Sunday
vi_vn: Chủ nhật

# WeekDay_Thursday
source: Thursday
vi_vn: Thứ 5

# WeekDay_Tuesday
source: Tuesday
vi_vn: Thứ 3

# WeekDay_Wednesday
source: Wednesday
vi_vn: Thứ 4

# SystemEmailTemplateType_ConfirmNewAccountToUser
source: Notify to user - account created
vi_vn: Gửi tới người dùng - tài khoản đã được tạo

# BePage_CustomerLog
source: Customer log
vi_vn: Nhật ký khách hàng

# ActionLog_ChangeType
source: Change type
vi_vn: Đổi kiểu

# ActionLog_Delete
source: Delete
vi_vn: Xóa

# ActionLog_Insert
source: Insert
vi_vn: Thêm

# ActionLog_Update
source: Update
vi_vn: Cập nhật

# ActionLog_DeleteImage
source: Delete image
vi_vn: Xóa hình ảnh

# ActionLog_InsertImage
source: Insert image
vi_vn: Thêm hình ảnh
