Repository: huutoannht/mart
Catalog: SourceLamNghiep/source/Share.Messages/BeScreens/CategoryRes/CategoryRes.*.resx
Languages: vi_vn

source: Add new age
vi_vn: Thêm mới tuổi

source: Add new category
vi_vn: Thêm mới nhóm

source: Add new image
vi_vn: Thêm mới hình ảnh

source: Add new lead time
vi_vn: Thêm mới thời gian hướng dẫn

source: Add new number of chair
vi_vn: Thêm số ghế

# AddNewNumberOfDoctor
source: Add new number of dentist
vi_vn: Thêm số bác sỹ

source: Add new number of staff
vi_vn: Thêm số nhân viên

source: Add new position
vi_vn: Thêm mới vị trí nhân viên

source: Add new specialization
vi_vn: Thêm mới chuyên ngành

# AddNewUOM
source: Add new unit
vi_vn: Thêm mới đơn vị

source: Add new using RC
vi_vn: Thêm mới sử dụng RC

source: Artice
vi_vn: Bài viết

source: Buy options
vi_vn: Tùy chọn mua

source: Category list of
vi_vn: Danh sách nhóm

source: Code
vi_vn: Mã số

# CodeRequired
source: The code field is required
vi_vn: Bạn chưa nhập mã số

# DanhMucLoaiSanPham
source: Product Categories
vi_vn: Danh Sách Nhóm Sản Phẩm

source: Display in home page
vi_vn: Hiển thị tại trang chủ

source: Edit age
vi_vn: Chỉnh sửa tuổi

source: Edit category
vi_vn: Chỉnh sửa nhóm

source: Edit lead time
vi_vn: Chỉnh sửa thời gian hướng dẫn

source: Edit number of chair
vi_vn: Chỉnh sửa số ghế

# EditNumberOfDoctor
source: Edit number of dentist
vi_vn: Chỉnh sửa số bác sỹ

source: Edit number of staff
vi_vn: Chỉnh sửa số nhân viên

source: Edit position
vi_vn: Chỉnh sửa vị trí nhân viên

source: Edit specialization
vi_vn: Chỉnh sửa chuyên ngành

# EditUOM
source: Edit unit
vi_vn: Chỉnh sửa đơn vị

source: Edit using RC
vi_vn: Chỉnh sửa sử dụng RC

source: Image
vi_vn: Hình ảnh

source: Image list of
vi_vn: Danh sách hình ảnh của nhóm sản phẩm

source: Image slide
vi_vn: Hình ảnh trượt

source: Information
vi_vn: Thông tin nhóm

# KindOfProduct
source: Category
vi_vn: Nhóm Sản Phẩm

source: Menu image
vi_vn: Hình ảnh menu

source: Name
vi_vn: Tên nhóm

# NameOnly
source: Name
vi_vn: Tên

# NameRequired
source: The name field is required
vi_vn: Bạn chưa nhập tên

source: Need buy
vi_vn: Cần mua

source: Need rent
vi_vn: Cần thuê

source: Parent
vi_vn: Thuộc Nhóm

source: Rent
vi_vn: Cho thuê

source: Sale
vi_vn: Bán

# SoSanPham
source: No. Products
vi_vn: Số Sản Phẩm

source: Status
vi_vn: Trạng thái

# Stt
source: Sort order
vi_vn: STT

source: Sub menu style
vi_vn: Kiểu menu con

source: Transaction type
vi_vn: Loại giao dịch

source: Visible
vi_vn: Hiển thị
