Repository: huutoannht/mart
Catalog: SourceLamNghiep/source/Share.Messages/BeScreens/CustomerRes/CustomerRes.*.resx
Languages: vi_vn

source: Add new customer
vi_vn: Thêm mới khách hàng

source: Add new potential customer
vi_vn: Thêm mới khách hàng tiềm năng

source: Add new prospects customer
vi_vn: Thêm mới khách hàng triển vọng

source: Address
vi_vn: Địa chỉ

# AddressCanNotFind
source: We can not geolocate your address
vi_vn: Chúng tôi không tìm thấy vị trí địa chỉ của bạn trên bản đồ.

# AddressRequired
source: The Address is required
vi_vn: Bạn chưa nhập địa chỉ

source: Age
vi_vn: Độ tuổi

# BranchNameRequired
source: The shop name is required
vi_vn: Hãy nhập tên gian hàng

source: Cell Phone
vi_vn: Điện thoại di động

# CellPhoneRequired
source: The cell phone filed is required
vi_vn: Bạn chưa nhập số điện thoại di dộng

source: Change Status
vi_vn: Thay đổi trạng thái

# City
source: City/ Provine
vi_vn: Thành phố

# CityRequired
source: The city field is required
vi_vn: Bạn chưa chọn thành phố

source: Clinic Id
vi_vn: Mã phòng khám bệnh

# ClinicIdRequired
source: The clinic id field is required
vi_vn: Bạn chưa nhập mã phòng khám

source: Clinic information
vi_vn: Thông tin phòng khám

source: Clinic name
vi_vn: Tên phòng khám bệnh

# ClinicNameRequired
source: The clinic name field is required
vi_vn: Bạn chưa nhập tên phòng khám

source: Clinic phone
vi_vn: Điện thoại phòng khám

source: Confirm Password
vi_vn: Xác nhận mật khẩu

# ConfirmPasswordNew
source: Confirm New Password
vi_vn: Xác nhận mật khẩu mới

source: Created Date
vi_vn: Ngày tạo

# DentistInfo
source: Dentist information
vi_vn: Thông tin bác sỹ

source: Dentist name
vi_vn: Tên

# DentistPhone
source: Phone
vi_vn: Điện thoại

source: District
vi_vn: Quận huyện

# DistrictRequired
source: The district field is required
vi_vn: Bạn chưa chọn quận huyện

source: Edit customer
vi_vn: Chỉnh sửa thông tin khách hàng

source: Edit potential customer
vi_vn: Chỉnh sửa thông tin khách hàng tiềm năng

source: Edit prospects customer
vi_vn: Chỉnh sửa thông tin khách hàng triển vọng

# EditUserPageTitle
source: Edit customer info
vi_vn: Chỉnh sửa thông tin Khách hàng

# EmailExisted
source: This email is already existed in the system
vi_vn: Địa chỉ email này đã tồn tại trong hệ thống

# EmailIsInvalid
source: The email address is invalid format
vi_vn: Địa chỉ email không đúng định dạng

# EmailRequired
source: The email field is required
vi_vn: Xin vui lòng nhập email

source: First Name
vi_vn: Họ và tên

# FirstNameRequired
source: The First Name field is required
vi_vn: Hãy nhập tên

source: Full Name
vi_vn: Họ và tên

# FullNameRequired
source: The full name field is required
vi_vn: Bạn chưa nhập họ và tên

source: Gender
vi_vn: Giới tính

source: Interesting device
vi_vn: Thiết bị ưa thích

source: Joined date
vi_vn: Ngày tham gia

source: Join seminar
vi_vn: Tham gia hội thảo

source: Last Name
vi_vn: Họ

# LastNameRequired
source: The Last Name field is required
vi_vn: Hãy nhập họ

source: Lead time
vi_vn: Thời gian khám

source: Marital status
vi_vn: Tình trạng hôn nhân

source: Number of chair
vi_vn: Số ghế

source: Number of dentist
vi_vn: Số bác sỹ

source: Number of staff
vi_vn: Số nhân viên

# PageTitle
source: Customer list
vi_vn: Danh sách khách hàng

source: Provine
vi_vn: Tỉnh/ Thành Phố

# ProvineRequired
source: The Provine is required
vi_vn: Hãy chọn Tỉnh/ Thành Phố

source: Shop homepage layout
vi_vn: Mẫu giao diện trang chủ của gian hàng

source: Shop Status
vi_vn: Trạng thái gian hàng

source: Specialization
vi_vn: Chuyên ngành

source: Status
vi_vn: Trạng thái

# UserInfo
source: Customer info
vi_vn: Thông tin khách hàng

# UserOnly
source: Customer
vi_vn: Khách hàng

source: Using device
vi_vn: Sử dụng thiết bị

source: Using RC
vi_vn: Sử dụng RC

source: Working hours
vi_vn: Giờ làm việc

# WorkingHourInvalid
source: The start time must be smaller than end time
vi_vn: Giờ bắt đầu phải nhỏ hơn giờ kết thúc

# WorkingHourRequired
source: You are not input {0} time for {1}
vi_vn: Bạn chưa nhập thời gian {0} cho {1}

source: Add new visit
vi_vn: Thêm mới viến thăm

source: Date
vi_vn: Ngày

# DateVisitRequired
source: The date field is required
vi_vn: Bạn chưa chọn ngày

source: Done
vi_vn: Hoàn thành

source: Edit visit
vi_vn: Chỉnh sửa viến thăm

source: Promise
vi_vn: Lời hứa

source: Staff
vi_vn: Nhân viên

# StaffRequired
source: The staff field is required
vi_vn: Bạn chưa chọn nhân viên

source: Visit
vi_vn: Viến thăm

source: Assign to
vi_vn: Giao cho

source: Device
vi_vn: Thiết bị

source: History purchase
vi_vn: Lịch sử mua hàng

source: Other
vi_vn: Khác

source: Purchase date
vi_vn: Ngày mua hàng

source: Remark
vi_vn: Ghi chú

source: Image
vi_vn: Hình ảnh

# ImageListOf
source: Image list of customer
vi_vn: Hình ảnh của khách hàng

source: Images
vi_vn: Danh sách hình ảnh

source: Visit from
vi_vn: Viến thăm từ

source: Visit to
vi_vn: đến

# MustSelectAtLeast1CustomerToDelete
source: You must select at least 1 customer to delete
vi_vn: Bạn phải chọn ít nhất 1 khách hàng để xóa

# ImageIsRequired
source: You are not choose image
vi_vn: Bạn chưa chọn hình ảnh

# ExcelClinicIdRequired
source: (Row {0}) Clinic Id is required
vi_vn: (Dòng {0}) mã phòng khám được yêu cầu

# ExcelClinicNameRequired
source: (Row {0}) Clinic Name is required
vi_vn: (Dòng {0}) tên phòng khám được yêu cầu

# ExcelEmailInvalid
source: (Row {0}) Email is not valid format : "{1}"
vi_vn: (Dòng{0}) Email không hợp lệ : "{1}"

source: Change type
vi_vn: Đổi kiểu

source: Change type for customer
vi_vn: Đổi kiểu cho khách hàng

source: Customer type
vi_vn: Kiểu khách hàng

# CustomerTypeRequired
source: The customer type is required
vi_vn: Bạn chưa chọn kiểu khách hàng

source: Customer
vi_vn: Khách hàng

source: Created by
vi_vn: Người tạo

source: Map
vi_vn: Bản đồ

source: Add customer marker
vi_vn: Đánh dấu địa điểm khách hàng

# CanNotFindRoute
source: Can not find direction from company to customer
vi_vn: Không thể tìm thấy đường đi từ công ty đến khách hàng

# CanNotLoadDirection
source: Can not load direction. Please set company address and input customer address or set customer location on map.
vi_vn: Không thể hiển thị đường đi. Hãy kiểm tra lại địa chỉ công ty và vị trí khách hàng!

source: Direction
vi_vn: Đường đi

# DateVisitInvalid
source: The date is invalid
vi_vn: Ngày không đúng định dạng

# DentistNameRequired
source: The dentist name is required
vi_vn: Hãy chọn tên
