Repository: huutoannht/mart
Catalog: SourceLamNghiep/source/Share.Messages/ServiceMessage/ServiceMessage.*.resx
Languages: vi_vn

# AccountPendingApproval
source: Your account is pendding for approval
vi_vn: Tài khoản của bạn đang chờ duyệt

# BadRequest
source: We can not find your request data in the system. Please contact administrator
vi_vn: Chúng tôi không tìm thấy dữ liệu yêu cầu của bạn trong hệ thống. Hãy liên hệ với người quản lý

# CreditCardExpDateIsRequired
source: The credit card expiration date field is required
vi_vn: Hãy nhập ngày hết hạn của thẻ tín dụng

source: Credit Card Expire Date is invalid
vi_vn: Ngày hết hạn không hợp lệ

# CreditCardNumberIsRequired
source: The Credit Card Number field is required
vi_vn: Hãy nhập số thẻ tín dụng

# CVVIsRequired
source: The CVV field is required
vi_vn: Hãy nhập số CVV

source: Data is invalid
vi_vn: Dữ liệu không hợp lệ

# EmailExisted
source: This email is already existed in the system
vi_vn: Địa chỉ email này đã tồn tại trong hệ thống

# EmailIsRequired
source: The email field is required
vi_vn: Hãy nhập địa chỉ email

# EmailNotificationIsNotSetup
source: Email address notification is not setup
vi_vn: Địa chỉ email thông báo chưa được cài đặt

source: Email template data not found
vi_vn: Không tìm thấy dữ liệu mẫu nội dung email

# FirstNameIsRequired
source: The first name field is required
vi_vn: Hãy nhập tên

# LastNameIsRequired
source: The last name field is required
vi_vn: Hãy nhập họ

# NameIsExisted
source: This name is already existed
vi_vn: Tên thông số này đã tồn tại

source: No data effect
vi_vn: Không có dữ liệu nào được cập nhật

# PhoneIsRequired
source: The phone field is required
vi_vn: Hãy nhập số điện thoại

source: Please input password
vi_vn: Hãy nhập mật khẩu

# PwdIncorrect
source: Password is incorrect
vi_vn: Mật khâu không chính xác

# RoleIsUsed
source: This role is assigned for users. Can not delete
vi_vn: Vài trò này đã được gán cho người dùng. Không thể xóa

# UserLocked
source: This user is current locked
vi_vn: Tài khoản của bạn đang bị khóa

# UserNameCanNotHaveWhiteSpace
source: The User Name can not have white space
vi_vn: Tên đăng nhập không được có khoản trắng

# UserNameExisted
source: This user name is already existed in the system
vi_vn: Tên đăng nhập này đã tồn tại trong hệ thống

source: Data not found
vi_vn: Không tìm thấy dữ liệu

# PhoneIsExisted
source: This phone number is registered in the system
vi_vn: Số điện thoại này đã đăng ký trong hệ thống

source: Phone number is invalid
vi_vn: Số điện thoại không hợp lệ

# PreferLanguageRequired
source: The Prefer Language field is required
vi_vn: Hãy nhập ngôn ngữ bạn sử dụng

source: Prefer Language is invalid
vi_vn: Mã ngôn ngữ không hợp lệ

source: Timezone is invalid
vi_vn: Múi giờ không hợp lệ

# PromoCodeIsExisted
source: PromoCode Is Existed. Please try again.
vi_vn: Mã mời đã tồn tại. Hãy làm lại lần nữa.

# CreditCardNumberIsExisted
source: Credit Card Number Is Existed. Can not add new or update
vi_vn: Số thẻ tín dụng đã tồn tại. Không thể thêm mới hay cập nhật

# PasswordRequired
source: The Password field is required
vi_vn: Hãy nhập mật khẩu

# EmailIsInvalid
source: The Email Address is invalid
vi_vn: Địa chỉ email không hợp lệ

# SaveDataSuccessMessage
source: Save data successfull
vi_vn: Lưu dữ liệu thành công

# SignUpSuccessMessage
source: Sign up successfull. Please login
vi_vn: Đăng nhập thành công. Hãy đăng nhập

# FileTypeIsInvalid
source: The type of file is not valid
vi_vn: Tệp tin không hợp lệ

# FileMaxSize5MB
source: File's size maximum is 5MB
vi_vn: Dung lượng tệp tin lớn nhất là 5MB

source: File not found
vi_vn: Không tìm thấy tệp tin

source: Can not find email or phone
vi_vn: Không tìm thấy địa chỉ email hoặc số điện thoại

# CreditCardNotFound
source: Rider have not any credit card
vi_vn: Hành khách không có thẻ tín dụng nào

# FileNameRequired
source: The File Name is required
vi_vn: Hãy nhập tên file

# ImageDataIsEmpty
source: Data of image is empty
vi_vn: Dữ liệu hình ảnh rỗng

# ImageDataIsNotBase64String
source: Data of image is not base 64 string
vi_vn: Dữ liệu hình ảnh không phải chuỗi base64

source: Payment Method is invalid
vi_vn: Phương thức thanh toán không hợp lệ

source: Credit card number is invalid
vi_vn: Số thẻ tín dụng không hợp lệ

source: Message has been sent
vi_vn: Tin nhắn đã được gửi

# StringLenghtIsInvalid
source: The string length is excess maximun
vi_vn: Độ dài của chuỗi ký tự vượt mức cho phép

# CategoryIsUsedCanNotDelete
source: Category is used, can not delete. Please delete all product belong to this category and then you can delete this category.
vi_vn: Nhóm sản phẩm đã được sử dụng. Bạn hãy xóa hết sản phẩm trong nhóm này, xong rồi mới xóa được nhóm sản phẩm này!.

# ProductOptionIsUsedCanNotDelete
source: This product option is used by categories or product order, can not delete!
vi_vn: Tùy chọn mua này đang được sử dụng bởi nhóm sản phẩm hoặc đơn hàng, Không thể xóa!

# OrderStatusIsUsingByOrderCannotDelete
source: Status is using by order, delete order first.
vi_vn: Trạng thái này đang được sử dụng, hãy xóa đơn hàng trước.

# UnableFindUser
source: Unable find this user
vi_vn: Không tìm thấy người dùng trong hệ thống

source: Upload image successfull
vi_vn: Upload hình ảnh thành công

# CannotAddNewIntoThisGroup
source: Can not add new item into this group. This group has child groups.
vi_vn: Không thể thêm vào nhóm này. Nhóm này có các nhóm con.

# CategoryIsUsedInProjectsCanNotDelete
source: This category is refered in project list.Can not delete.
vi_vn: Danh mục này đã được sử dụng trong danh sách dự án.Không xóa được.

# CodeExisted
source: This code is already existed in the system
vi_vn: Mã này đã tồn tại trong hệ thống

# ClinicIdExisted
source: The clinic id is already existed
vi_vn: Mã số phòng khám này đã tồn tại

# ExcelFileClinicIdExisted
source: (Row {0}) Clinic id "{1}" is already existed
vi_vn: (Dòng {0}) mã phòng khám "{1}" đã tồn tại
