Repository: huutoannht/mart
Catalog: SourceLamNghiep/source/Share.Messages/BeScreens/ProductRes/ProductRes.*.resx
Languages: vi_vn

source: Add New Image
vi_vn: Thêm hình ảnh

# AddNewProduct
source: Add new
vi_vn: Thêm mới

# Category
source: Classification
vi_vn: Nhóm

# CategoryName
source: Classification
vi_vn: Nhóm

# CategoryRequired
source: The classification field is required
vi_vn: Bạn chưa chọn loại bất động sản

source: Cost
vi_vn: Giá vốn

# CostRequired
source: The Cost filed is Required
vi_vn: Bạn chưa nhập giá vốn

# Date
source: Update date
vi_vn: Ngày

source: Discount
vi_vn: Giảm giá

source: Discount expire date
vi_vn: Đến ngày

# DiscountMustSmaller100
source: The discount value must be smaller than 100
vi_vn: Phần trăm giảm giá phải nhỏ hơn 100

# EditProduct
source: Edit
vi_vn: Chỉnh sửa

source: Full description
vi_vn: Mô tả chi tiết

source: Image
vi_vn: Hình Ảnh

# ImageIsRequired
source: You are not choose image
vi_vn: Bạn chưa chọn hình ảnh

source: Market Price
vi_vn: Giá thị trường

# MoTa
source: Description
vi_vn: Mô tả

# Name
source: Product name
vi_vn: Tên sản phẩm

# NameRequired
source: The title field is required
vi_vn: Bạn chưa nhập tiêu đề

# PageTitle
source: Product management
vi_vn: Danh sách sản phẩm

source: Phone
vi_vn: Số điện thoại

# PhoneRequired
source: The phone is required
vi_vn: Bạn chưa nhập số điện thoại

# Price
source: Unit Price
vi_vn: Đơn giá

# PriceRequired
source: The Cost is required
vi_vn: Bạn chưa nhập giá

# ProductCode
source: Code
vi_vn: Mã số

# ProductCodeRequired
source: The code field is required
vi_vn: Bạn chưa nhập mã sản phẩm

# ProductImageListOf
source: Image List of product
vi_vn: Danh sách hình ảnh của sản phẩm

source: Product list
vi_vn: Danh sách sản phẩm

# ProductStr
source: product
vi_vn: sản phẩm

# ProvineRequired
source: The provine is required
vi_vn: Bạn chưa chọn tỉnh thành

source: Quantity
vi_vn: Số lượng

# QuantityIsExisted
source: The formular with quantity is already added
vi_vn: Công thức cho số lượng này đã tồn tại

# QuantityRequired
source: The quanity field is required, quantity must be greater than 0.
vi_vn: Bạn chưa nhập số lượng, số lượng phải lớn hơn 0

# SanPhamMoi
source: Just new import
vi_vn: Sản phẩm mới về

source: Short description
vi_vn: Mô tả ngắn

source: Status
vi_vn: Trạng thái

# Stt
source: Sort order
vi_vn: STT

# SubCategoryRequired
source: The sub category is required
vi_vn: Bạn chưa chọn loại

# ThemSanPham
source: Add new
vi_vn: Thêm mới

# ThongTinSanPham
source: Product information
vi_vn: Thông tin

# ThuocNhom
source: belong to category
vi_vn: thuộc nhóm

# UOMRequired
source: The UOM field is required
vi_vn: Bạn chưa chọn UOM

# VideoLinkRequired
source: The video link field is required
vi_vn: Bạn chưa nhập video link

source: Visible
vi_vn: Hiển thị

# WardRequired
source: The ward is required
vi_vn: Bạn chưa chọn phường xã
